results-server/normal_post_no_deflateinflate.txt
Running 1m test @ http://localhost:3000/
  5 threads and 10 connections
  Thread Stats   Avg      Stdev     Max   +/- Stdev
    Latency     2.79ms    0.97ms  20.55ms   86.52%
    Req/Sec   724.51    117.46     0.90k    62.73%
  216532 requests in 1.00m, 3.27GB read
Requests/sec:   3604.89
Transfer/sec:     55.73MB